Repository: common-repository/pausar-3d-ar-for-elementor
Catalog: languages/pausar-3d-*-for-elementor-*.po
Languages: de_de

source: PausAR - 3D and AR for Elementor
de_de: PausAR - 3D und AR für Elementor

source: PausAR is a user-friendly and web-based 3D & augmented reality viewer that can be easily integrated into any Elementor page.
de_de: PausAR ist ein benutzerfreundlicher und webbasierter 3D- und Augmented-Reality-Viewer, der problemlos in jede Elementor-Seite integriert werden kann.

source: Setting up PausAR - Add MimeTypes to the web server
de_de: PausAR Einrichten - Dateiformate zum Webserver hinzufügen

source: PausAR offers the use of specific file formats for Apple devices, which enable the display of 3D content and AR scenes on iOS devices. However, these new formats are not supported by most web servers as standard, which means that some AR scenes cannot be displayed by Apple users. For unrestricted use of PausAR, the new MimeTypes should be added to the server configuration.
de_de: PausAR nutzt spezifische Dateiformate für die Darstellung von 3D Inhalten und AR Szenen auf iOS-Geräten. Diese neuartigen Formate werden nicht standardmäßig von den meisten Webservern unterstützt, wodurch Nutzer manche AR Szenen nicht auf iOS-Geräten betrachten können. Für die uneingeschränkte Nutzung von PausAR sollten die betroffenen Dateiformate (MimeTypes) daher zur Serverkonfiguration hinzugefügt werden.

source: The following lines can be added to the server configuration file:
de_de: Folgende Zeilen sollten zur Serverkonfiguration hinzugefügt werden:

source: On an Nginx server, all optional MimeTypes are added to the "%1$s" file. This file can be found in the root folder or must be created by the administrator.
de_de: Bei einem Nginx-Server werden alle optionalen Dateiformate zu der "%1$s"-Datei hinzugefügt. Diese Datei ist etweder im Hauptverzeichnis des Servers zu finden oder muss manuell angelegt werden.

source: Don't show again
de_de: Nicht mehr anzeigen

source: Learn more
de_de: Mehr erfahren

source: It cannot be determined exactly which server is currently being used. Adding the required MimeTypes may vary depending on your server. It's best to get information from your server provider.
de_de: Es kann nicht genau ermittelt werden, welcher Server aktuell verwendet wird. Das Hinzufügen der erforderlichen Dateiformate (MimeTypes) kann je nach Server variieren. Informieren Sie sich hierzu am besten bei Ihrem Serveranbieter.

source: The following MimeTypes may need to be added:
de_de: Die Folgenden Dateiformate (MimeTypes) sollten hinzugefügt werden:

source: This server is already sufficiently configured. No lines need to be added.
de_de: Der Server ist bereits ausreichend konfiguriert. Es müssen keine neuen Befehle hinzugefügt werden.

source: On an Apache server, all optional MimeTypes are added to the "%1$s" file via specific commands. The lines shown can be added manually or using "%2$s".
de_de: Bei einem Apache-Server werden alle optionalen Dateiformate in der "%1$s"-Datei über bestimmte Befehle hinzugefügt. Die aufgeführten Befehle können dabei manuell oder über diverse "%2$s" hinzugefügt werden.

source: Htaccess-Editors
de_de: Htaccess-Editoren

source: If you like %1$s, feel free to give us a %2$s rating.
de_de: Wenn Ihnen %1$s gefällt, können Sie uns gerne eine %2$s-Bewertung geben.

source: General
de_de: Allgemein

source: Getting Started
de_de: Erste Schritte

source: Documentation
de_de: Dokumentation

source: Contact us
de_de: Kontakt

source: Get to know PausAR
de_de: Lernen Sie PausAR kennen

source: Not sure where to start?
de_de: Sie wissen nicht, wo Sie anfangen sollen?

source: If you are not yet familiar with PausAR and the creation of web-based AR content, you can take a look at our guide for beginners.
de_de: Wenn Sie noch nicht mit PausAR und der Erstellung von webbasierten AR-Inhalten vertraut sind, können Sie einen Blick auf unseren Leitfaden für Einsteiger werfen.

source: You can also view and read important basic knowledge about PausAR, the most important basic settings and the required 3D models in our documentation.
de_de: Wichtiges Basiswissen über PausAR, die wichtigsten Grundeinstellungen und die benötigten 3D-Modelle können Sie auch in unserer Dokumentation einsehen und nachlesen.

source: View Documentation
de_de: Dokumentation anschauen

source: Upgrade to Premium?
de_de: Auf Premium upgraden?

source: Would you like more features and styling options for your AR scenes? Then check out our Pro features and update to one of our premium versions of PausAR.
de_de: Wünschen Sie sich mehr Funktionen und Gestaltungsmöglichkeiten für Ihre AR-Szenen? Dann schauen Sie sich unsere Pro-Funktionen an und aktualisieren Sie auf eine unserer Premium-Versionen von PausAR.

source: Explore PausAR Premium
de_de: PausAR Premium entdecken

source: Thank you for installing PausAR.
de_de: Danke, dass Sie PausAR installiert haben.

source: Create your own web-based AR scene in just a few steps.
de_de: Erstellen Sie Ihre eigene webbasierte AR-Szene in nur wenigen Schritten.

source: Introduction
de_de: Einleitung

source: Explanation: What is PausAR?
de_de: Erläuterung: Was ist PausAR?

source: PausAR enables the display of AR and 3D content directly in the web browser and on your websites.
de_de: PausAR ermöglicht die Darstellung von AR- und 3D-Inhalten direkt im Webbrowser und auf Ihren Websites.

source: AR scenes can be created in just a few steps and hosted directly on your WordPress site, without the need for iframes and external servers.
de_de: AR-Szenen können in nur wenigen Schritten erstellt und direkt auf Ihrer WordPress-Website gehostet werden, ohne dass Iframes und externe Server erforderlich sind.

source: Our goal is to simplify the creation of AR applications and content in order to make them accessible to a wide range of users.
de_de: Unser Ziel ist es, die Erstellung von AR-Anwendungen und -Inhalten zu vereinfachen, um sie einer breiten Masse von Nutzern zugänglich zu machen.

source: Create a Scene
de_de: Szene erstellen

source: Creating a scene in Elementor
de_de: Eine Szene in Elementor erstellen

source: Creating a new AR scene can be done directly in the Elementor editor. PausAR adds a new category and widgets to the Elementor website builder. No settings in the WordPress admin menu are necessary.
de_de: Das Erstellen einer neuen AR-Szene kann direkt im Elementor-Editor erfolgen. PausAR fügt eine neue Kategorie und Widgets zum Elementor Website-Builder hinzu. Es sind keine Einstellungen im WordPress-Adminmenü notwendig.

source: A new AR scene can be added to your own website by editing the page with Elementor and creating a new instance of the PausAR Viewer widget. The widget is simply dragged onto the website.
de_de: Eine neue AR-Szene kann zur eigenen Website hinzugefügt werden, indem man die Seite mit Elementor bearbeitet und eine neue Instanz des PausAR Viewer Widgets erstellt. Das Widget wird einfach auf die Website gezogen.

source: Each PausAR widget contains an AR scene and a 3D preview, which can be further customized in terms of content, appearance and functionality.
de_de: Jedes PausAR-Widget enthält eine AR-Szene und eine 3D-Vorschau, die in Bezug auf Inhalt, Aussehen und Funktionalität weiter angepasst werden können.

source: Required Files
de_de: Benötigte Dateien

source: Basic settings of a scene
de_de: Grundeinstellungen einer Szene

source: Although PausAR offers many setting and customization options, only the 3D models are required as mandatory files to start the AR scene.
de_de: Obwohl PausAR viele Einstellungs- und Anpassungsmöglichkeiten bietet, werden nur die 3D-Modelle als Pflichtdateien benötigt, um die AR-Szene zu starten.

source: Each AR scene always requires two separate files with identical content, even though only one 3D model can be displayed. The reason for this is technical differences and the specific file formats for 3D content used by Android and iOS/iPadOS.
de_de: Jede AR-Szene erfordert immer zwei separate Dateien mit identischem Inhalt, obwohl nur ein 3D-Modell angezeigt werden kann. Der Grund dafür sind technische Unterschiede und die spezifischen Dateiformate für 3D-Inhalte, die von Android und iOS/iPadOS verwendet werden.

source: All required files for each scene should always be included so that all potential users can view the scene. The file formats used and their creation are described in more detail in the %1$s documentation%2$s.
de_de: Es sollten immer alle erforderlichen Dateien für jede Szene enthalten sein, damit alle potentiellen Benutzer die Szene betrachten können. Die verwendeten Dateiformate und deren Erstellung sind in der %1$s-Dokumentation%2$s näher beschrieben.

source: Additional Settings
de_de: Zusätzliche Einstellungen

source: Individualization and styling
de_de: Individualisierung und Styling

source: In addition to the required 3D models, which should always be specified, there are other customization options that help to adapt each AR scene individually to your own website.
de_de: Neben den benötigten 3D-Modellen, die immer angegeben werden sollten, gibt es weitere Anpassungsmöglichkeiten, die helfen, jede AR-Szene individuell an die eigene Website anzupassen.

source: Since these settings are optional, you can simply experiment a little and customize the plugin specifically. These settings include visual adjustments to the start button and the preview, but also technical and content adjustments to the AR scene itself.
de_de: Da diese Einstellungen optional sind, können Sie einfach ein wenig experimentieren und das Plugin gezielt anpassen. Zu diesen Einstellungen gehören optische Anpassungen des Startbuttons und der Vorschau, aber auch technische und inhaltliche Anpassungen der AR-Szene selbst.

source: It is worth mentioning that the free version of PausAR does not contain the same range of optional customization functions as the paid versions.
de_de: Erwähnenswert ist, dass die kostenlose Version von PausAR nicht den gleichen Umfang an optionalen Individualisierungsfunktionen bietet wie die kostenpflichtigen Versionen.

source: Experience AR
de_de: Erlebe AR

source: Try it out
de_de: Probiere es aus

source: It does not take much to integrate a simple AR scene into your own website. Even without prior knowledge, you can create your own web-based AR presence in just a few steps, as long as you have the necessary 3D models.
de_de: Es braucht nicht viel, um eine einfache AR-Szene in Ihre eigene Website zu integrieren. Auch ohne Vorkenntnisse können Sie in wenigen Schritten Ihren eigenen webbasierten AR-Auftritt erstellen, sofern Sie über die notwendigen 3D-Modelle verfügen.

source: If everything has been configured correctly, users can now start the AR scenes directly via their web browsers using their AR-capable devices (e.g. smartphones). If a device is not supported, users will be informed of this by a pop-up window and an attempt will be made to redirect the user to a capable AR device.
de_de: Wenn alles richtig konfiguriert wurde, können Nutzer nun die AR-Szenen direkt über ihren Webbrowser mit ihren AR-fähigen Geräten (z.B. Smartphones) starten. Sollte ein Gerät nicht unterstützt werden, wird der Nutzer durch ein Popup-Fenster darauf hingewiesen und es wird versucht, den Nutzer auf ein fähiges AR-Gerät umzuleiten.

source: Ready to go
de_de: Bereit zum Loslegen

source: You should now have a sufficient understanding of how PausAR works and be able to create customized AR scenes.
de_de: Sie sollten jetzt ein ausreichendes Verständnis für die Funktionsweise von PausAR haben und in der Lage sein, benutzerdefinierte AR-Szenen zu erstellen.

source: If you want to learn even more about PausAR and its features, check out our %1$s documentation%4$s. If you have any problems, feel free to visit the %2$s support forum%4$s or write to us directly via our %3$s support%4$s email.
de_de: Wenn Sie noch mehr über PausAR und seine Funktionen erfahren möchten, schauen Sie sich unsere %1$s Dokumentation%4$s an. Wenn Sie Probleme haben, besuchen Sie das %2$s Support-Forum%4$s oder schreiben Sie uns direkt über unsere %3$s Support%4$s E-Mail.

source: If you would like to learn more about the features of our paid versions, please visit our %1$s website%2$s.
de_de: Wenn Sie mehr über die Funktionen unserer kostenpflichtigen Versionen erfahren möchten, besuchen Sie bitte unsere %1$s Website%2$s.

source: Continue to Dashboard
de_de: Weiter zum Dashboard

source: Back
de_de: Zurück

source: Finish
de_de: Abschließen

source: Next
de_de: Weiter

source: %1$s requires %2$s to be installed and activated.
de_de: Für %1$s muss %2$s installiert und aktiviert sein.

source: Basic Settings
de_de: Grundeinstellungen

source: Start AR
de_de: Starte AR

source: Start
de_de: Anfang

source: End
de_de: Ende

source: Margin
de_de: Außenabstand

source: Alignment
de_de: Ausrichtung

source: Left
de_de: Links

source: Center
de_de: Zentriert

source: Right
de_de: Rechts

source: Justified
de_de: Ausgerichtet

source: AR Scene
de_de: AR Szene

source: Configuration of the AR scene not yet complete
de_de: Konfiguration der AR-Szene noch nicht abgeschlossen

source: The following 3D content is missing:
de_de: Folgende 3D-Inhalte fehlen:

source: 3D Model (Android and Preview)
de_de: 3D Modell (Android und Vorschau)

source: 3D Model (iOS)
de_de: 3D Modell (iOS)

source: Android or iOS users cannot view the AR scene if the corresponding files are missing.
de_de: Android- oder iOS-Nutzer können die AR-Szene nicht starten, wenn die entsprechenden Dateien fehlen.

source: Use our free %1$s online converter %2$s to easily convert your GLTF models (*.glb) for iOS.
de_de: Verwenden Sie unseren kostenlosen %1$s Online-Konverter %2$s, um Ihre GLTF-Modelle (*.glb) für iOS zu konvertieren.

source: The required AR scene content has been specified
de_de: Die erforderlichen AR-Inhalte wurden angegeben

source: All required 3D content has been added. Android and iOS users can now both launch the AR scene.
de_de: Alle erforderlichen 3D-Inhalte wurden hinzugefügt. Sowohl Android- als auch iOS-Benutzer können jetzt die AR-Szene starten.

source: Filetype: .glb
de_de: Dateityp: .glb

source: Filetype(s): .usdz, .reality | Try out our free %1$s USDZ Converter %2$s.
de_de: Dateitypen: .usdz, .reality | Probieren Sie unseren kostenlosen %1$s USDZ-Konverter %2$s aus.

source: Sound
de_de: Ton

source: Filetype(s): .wav, .mp3 | Only applied to scenes with .glb files. For Apple devices, sound files are embedded directly into the model via %1$s reality composer %1$s. %2$s Learn more %3$s
de_de: Dateitypen: .wav, .mp3 | Wird nur bei Szenen mit .glb Dateien verwendet. Bei Apple Geräten werden Sounddateien direkt über den %1$s Reality Composer %1$s in das Model eingebettet. %2$s Mehr erfahren %3$s

source: Enable Scene UI
de_de: Szenen UI aktivieren

source: On
de_de: An

source: Off
de_de: Aus

source: Configuration of the user interface is not yet complete
de_de: Die Konfiguration der Benutzeroberfläche ist noch nicht abgeschlossen

source: Not all required text fields for the scene UI were filled in. If information is missing, the user interface cannot be displayed correctly.
de_de: Es wurden nicht alle erforderlichen Textfelder für die Szenen-UI ausgefüllt. Wenn Informationen fehlen, kann die Benutzeroberfläche nicht korrekt angezeigt werden.

source: The user interface is fully configured
de_de: Die Benutzeroberfläche ist vollständig konfiguriert

source: All required text fields have been filled in. Android and iOS devices can now display the scene UI during the AR session.
de_de: Alle erforderlichen Textfelder wurden ausgefüllt. Android- und iOS-Geräte können jetzt die Benutzeroberfläche innerhalb der AR-Szene anzeigen.

source: Title
de_de: Titel

source: Add a valid URL to which the call-to-action directs.
de_de: Fügen Sie eine gültige URL hinzu, auf die der Call-to-Action verweist.

source: * Description
de_de: * Beschreibung

source: The label of the call-to-action link
de_de: Die Beschriftung des Call-to-Action-Links

source: Important Note
de_de: Wichtiger Hinweis

source: Input fields marked with (*) are only displayed on iOS devices, but are still required as mandatory fields.
de_de: Mit (*) gekennzeichnete Eingabefelder werden nur auf iOS-Geräten angezeigt, sind aber dennoch als Pflichtfelder erforderlich.

source: Disable Scaling
de_de: Skalierung deaktivieren

source: Only applied to scenes with .glb files
de_de: Nur sichtbar bei Szenen mit .glb Dateien

source: Vertical Surface Placement
de_de: Vertikale Platzierung

source: Only applied to scenes with .glb files. Apple devices automatically switch placement methods when a model is dragged onto a wall or floor. %1$s Learn more %2$s
de_de: Wird nur bei Szenen mit .glb Dateien angewendet. Apple Geräte wechseln automatisch die Platzierungs-Methode, wenn ein Modell auf eine Wand oder den Boden gezogen wird. %1$s Mehr erfahren %2$s

source: Scene Preview
de_de: Vorschau

source: Disable Preview
de_de: Vorschau deaktivieren

source: Disable the rendering of the 2D/3D preview of the AR scene on the webpage.
de_de: Schaltet die Darstellung der 2D/3D Vorschau der AR Szene auf der Webseite aus.

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: Preview Mode
de_de: Vorschau Modus

source: Hide Button
de_de: Button verstecken

source: Play Animation
de_de: Animation abspielen

source: Loop
de_de: An

source: Allow fullscreen
de_de: Vollbildmodus erlauben

source: Not available when using iframe mode
de_de: Nicht verfügbar im Iframe-Modus

source: Loading Type
de_de: Lademethode

source: Generate Poster
de_de: Erstelle Poster

source: Generate
de_de: Erstellen

source: Generates an image of the current view, to use as the poster
de_de: Generiert ein Bild der aktuellen 3D Vorschau, um es als Platzhaltergrafik zu verwenden

source: Camera Orientation
de_de: Kameraausrichtung

source: Default
de_de: Standard

source: Custom
de_de: Benutzerdefiniert

source: Theta (degree)
de_de: Theta (Grad)

source: Phi (degree)
de_de: Phi (Grad)

source: Camera Control
de_de: Kamerasteuerung

source: No Control
de_de: Keine Steuerung

source: Touch
de_de: Maus/Touch

source: Scroll
de_de: Scrollen

source: Cursor Swivel
de_de: Cursorschwenk (Swivel)

source: No preview in edit-mode
de_de: Keine Vorschau im Bearbeitungsmodus

source: Swivel Factor
de_de: Schwenk-Empfindlichkeit

source: Disable panning while scrolling
de_de: Schwenken der Kamera beim Scrollen deaktivieren

source: Disable side panning
de_de: Seitliches Schwenken deaktivieren

source: Disable camera reset
de_de: Kamera-Reset deaktivieren

source: Auto Rotation
de_de: Automatische Rotation

source: Rotation Delay
de_de: Rotationsverzögerung

source: Show Prompt
de_de: Aufforderung anzeigen

source: Prompt Type
de_de: Aufforderungsart

source: Basic
de_de: Simpel

source: Wiggle
de_de: Wackeln

source: Prompt Threshold
de_de: Aufforderungsverzögerung

source: Show dimensions
de_de: Abmessungen anzeigen

source: Rotation Sensitivity
de_de: Rotationsempfindlichkeit

source: Image
de_de: Bild

source: Typography
de_de: Typografie

source: Text Shadow
de_de: Textschatten

source: Text Color
de_de: Textfarbe

source: Border Color
de_de: Rahmenfarbe

source: Hover Animation
de_de: Animation bei Mausberührung

source: Border Radius
de_de: Eckradius

source: Box Shadow
de_de: Schatten

source: Padding
de_de: Innenabstand

source: Height
de_de: Höhe

source: Width
de_de: Breite

source: Max-Width
de_de: Max. Höhe

source: Dimension Line Color
de_de: Linienfarbe der Abmessung

source: Show Shadow
de_de: Schatten anzeigen

source: Shadow Intensity
de_de: Schattenintensität

source: Background
de_de: Hintergrund

source: Color
de_de: Farbe

source: Filetype(s): .png, .jpg (Ultra HDR) | Convert .hdr files to .jpg (Ultra HDR) with %1$s this converter %2$s .
de_de: Dateitypen: .png, .jpg (Ultra HDR) | Konvertieren Sie .hdr-Dateien mit %1$s diesem Konverter %2$s in .jpg (Ultra HDR).

source: Pay attention to the resolution
de_de: Achten Sie auf die Auflösung

source: The image should not exceed a total size of 2048 x 1024 px, otherwise performance issues may occur on older mobile devices. Extreme image resolutions are not displayed on the live page to avoid crashes.
de_de: Das Bild sollte eine Gesamtgröße von 2048 x 1024 px nicht überschreiten, da es sonst auf älteren Mobilgeräten zu Performanceproblemen kommen kann. Extreme Bildauflösungen werden auf der Liveseite nicht angezeigt, um Abstürze zu vermeiden.

source: Skybox Height
de_de: Skybox-Höhe

source: Neutral exposure
de_de: Neutrale Belichtung

source: Exposure
de_de: Belichtungsstärke

source: Alpha Mask
de_de: Alpha Maske

source: Maintain mask aspect ratio
de_de: Masken-Seitenverhältnis beibehalten

source: Misc Settings
de_de: Sonstiges

source: Custom Anchor
de_de: Benutzerdefinierter Anker

source: A custom anchor link added to the popup's QR code. Only visible on desktop devices.
de_de: Ein benutzerdefinierter Anker der zum QR Code hinzugefügt wird, der auf Desktop-Browser angezeigt wird.

source: Add a custom ID without the Pound key at the beginning and avoid special characters such as periods, commas or quotation marks
de_de: Fügen Sie eine benutzerdefinierte ID ohne Raute (#) und ohne Sonderzeichen (Punkt, Komma, Fragezeichen) am Anfang hinzu

source: Autostart AR with QR Code
de_de: AR über QR-Code automatisch starten

source: Starts the AR scene automatically when redirected via popup QR code, if possible. Ignored if the widget is fully integrated into an iframe.
de_de: Startet die AR-Szene automatisch, wenn über das Popup (QR-Code) umgeleitet wird, sofern möglich. Wird ignoriert, wenn das Widget vollständig über ein Iframe integriert ist.

source: Hide Watermark
de_de: Wassermarke entfernen

source: Iframe mode
de_de: Iframe Modus

source: Changes the function of the popup and forces the widget into full screen mode. (visible on live page or %1$s preview mode %2$s).
de_de: Ändert die Funktion des Popups und zwingt das Widget in den Vollbildmodus. (sichtbar auf der Liveseite oder im %1$s Vorschaumodus %2$s).

source: Iframe host URL
de_de: URL der Iframe-Hostseite

source: The complete URL of the host page where the iframe is to be embedded. Overrides the QR code generation link.
de_de: Die vollständige URL der Hostseite, auf der das Iframe eingebettet werden soll. Überschreibt den Link der QR-Code-Generierung.

source: Add a valid URL including optional parameters and anchors.
de_de: Fügen Sie eine gültige URL einschließlich optionaler Parameter und Anker hinzu.

source: Augmented features with Pro!
de_de: Kaufe jetzt Pro!

source: PausAR is not running because your Wordpress version is out of date
de_de: PausAR wird nicht ausgeführt, da die Wordpress-Version veraltet ist

source: Update to Wordpress %s or higher
de_de: Aktualisiere auf Version %s oder höher

source: PausAR is not running because PHP is out of date
de_de: PausAR wird nicht ausgeführt, da die PHP-Version veraltet ist

source: Update to PHP %s or higher
de_de: Aktualisiere auf Version %s oder höher

source: %1$s requires %2$s version %3$s or greater.
de_de: %1$s benötigt %2$s Version %3$s oder höher.

source: Hey %1$s
de_de: Hi %1$s

source: Please help us improve %2$s! If you opt-in, some data about your usage of %2$s will be sent to %5$s. If you skip this, that's okay! %2$s will still work just fine.
de_de: Bitte helfen Sie uns, %2$s zu verbessern! Wenn Sie sich anmelden, werden einige Daten über Ihre Nutzung von %2$s an %5$s gesendet. Wenn Sie dies überspringen, ist das in Ordnung! %2$s wird immer noch einwandfrei funktionieren.
